Table of Contents
 Enum TypeOfCombiEC
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Type of combination
public enum TypeOfCombiEC
Fields
Accidental = 2
accidental combination 1
Accidental_2 = 3
accidental combination 1
Fatigue = 8
Fatigue combination
SLS_Char = 5
characteristic combination
SLS_Freq = 6
frequent combination
SLS_Quasi = 7
quasi combination
Seismic = 4
seismic combination
ULS = 0
combination
ULS_SET_C = 1
combination
Fields
 Name |  Description
 Accidental = 2
accidental combination 1
 Accidental_2 = 3
accidental combination 1
 Fatigue = 8
Fatigue combination
 SLS_Char = 5
characteristic combination
 SLS_Freq = 6
frequent combination
 SLS_Quasi = 7
quasi combination
 Seismic = 4
seismic combination
 ULS = 0
combination
 ULS_SET_C = 1
combination
 Edit this page